CSI API ETABS v1
cSapModel.LoadPatterns Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cLoadPatterns LoadPatterns { get; }
ReadOnly Property LoadPatterns As cLoadPatterns
	Get
Dim instance As cSapModel
Dim value As cLoadPatterns
value = instance.LoadPatterns
property cLoadPatterns^ LoadPatterns {
	cLoadPatterns^ get ();
}
abstract LoadPatterns : cLoadPatterns with get
Property Value
Type: cLoadPatterns
See Also
Reference
cSapModel Interface
ETABSv1 Namespace